burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
deinsoftware.vitest-snippets
expo.vscode-expo-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
orta.vscode-jest
peterj.proto
redhat.vscode-yaml
rodrigovallades.es7-react-js-snippets
ryanluker.vscode-coverage-gutters
shd101wyy.markdown-preview-enhanced
vitest.explorer
vscjava.vscode-gradle
zhuangtongfa.material-theme
