tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "amzn/amzn", "https://git-codecommit.us-west-2.amazonaws.com/v1/repos/HomebrewAmazon"
tap "aws/tap"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "xz"
brew "allure"
brew "openssl@3"
brew "asdf"
brew "cryptography"
brew "aws-sam-cli"
brew "cocoapods"
brew "eza"
brew "gh"
brew "python@3.12"
brew "icu4c@76"
brew "librsvg"
brew "graphviz"
brew "mise"
brew "neovim"
brew "node@18"
brew "nvm"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "python-setuptools"
brew "selenium-server"
brew "tcl-tk"
brew "tmuxinator"
brew "unison"
brew "yarn"
brew "zlib"
brew "amazon/amazon/ninja-dev-sync"
cask "background-music"
cask "chromedriver"
cask "dcv-viewer"
cask "expo-orbit"
cask "ghostty"
cask "jordanbaird-ice"
cask "kiro"
cask "raycast"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "asbx.amzn-cline"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.vitest-snippets"
vscode "expo.vscode-expo-tools"
vscode "marklel.vscode-brazil"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "peterj.proto"
vscode "redhat.vscode-yaml"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "zhuangtongfa.material-theme"
